export const appTitle  = 'Добро пожаловать в нашу удивительную веб-приложение, построенное с использованием стека Vue 2, Vuex и Vue Router!'
export const appDescription  = 'Наше приложение предоставляет возможность создания задач, редактирования и удаления их, а также изменения их статуса. Оно имеет главную страницу, а также страницу со списком задач, где пользователь может добавлять новые задачи через форму.'
export const appAdditional   = 'Мы полагаем, что наше приложение будет незаменимым помощником для ведения личных дел и работы с проектами. Мы надеемся, что оно окажется полезным для всех, кто хочет сделать свою жизнь более организованной и продуктивной.'

export const appFeatures = {
  title: 'Основные особенности нашего приложения:',
  features: [
    '1. Удобный интерфейс для управления задачами;',
    '2. Возможность добавления, редактирования и удаления задач;',
    '3. Изменение статуса задачи;',
    '4. Сохранение задач при обновлении страницы;',
  ],

}
